Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_har_tildelt_200_000_-_kroner_til_sunna_utsi_for_utgivelse_av_samisk_musikk__.html.tmx
Source language: nob
Languages: sme

source: Sametinget har tildelt 200 000,- kroner til Sunna Utsi for utgivelse av samisk musikk.
sme: Sámediggi lea juolludan 200 000 ruvnnu Sunna Utsii almmuhit ođđa musihka

source: – Sunna Utsi regnes som en spennende artist og er en talentene som også blir invitert på festivaler.
sme: – Sunna Utsi lea miellagiddevaš artista ja lea okta dain taleanttain gean maid bovdejit festiválaide.

source: Utsi er opptatt av mangfold, inkludering og likeverd og jeg gleder meg til å høre og se mer av henne i fremtiden,
sme: Utsi

source: sier, sier sametingsråd Maja Kristine Jåma .
sme: čalmmustahttá máŋggabealatvuođa, searvadahttima ja dásseárvvu ja mun illudan guldalit ja oaidnit eanet sus bohtteáiggis, lohká Sámediggeráđđi Maja Kristine Jåma.

source: Sunna Utsi har deltatt flere ganger på Sámi G rand P rix, og hennes sanger er blitt utgitt i samle CDer som produseres for Sámi Grand Pri x. Da NRK S ápmi sammen med NRK P3 arrangerte musikkonkurransen som heter «NRK Urbi» i 2018, så kom Utsi andre plass.
sme: Sunna Utsi lea máŋgii oasálastán Sámi Grand Pri xas (SGP), ja su l ávlagat leat almmuhuvvon SGP musihkka CD:in. Go NRK Sápmi ovttas NRK P3in lágidedje musihkkagilvvu “ NRK Urbi ” jagis 2018:s, de bođii Utsi nubbin.

source: Samme år ble hun invitert til å spille på Feedback-konserten sammen med Maria Solheim, Frode Bjørnstad og Jarle Savio.
sme: Seamma jagi válljejuvvui son čuojahit Feedbach konseartas ovttas Maria Solheimain, Frode Bjørnstad ja Jarle Savion.

source: I 2020 ga hun ut en EP “ L áhppan iežan ” og hun vant en nasjonal demokonkurranse med låten. Utsi har også fått stipend på Feminalen 2021 som er en musikkefestivalregi av AKKS Trondheim.
sme: 2020:s almmuhii iežas EP “ Láhppan iežan ” mainna vuittii riikaviidosaš demogilvvu ja son vuittii maid stipeandda ja oasseváldima 2021 Feminalenis Troandemis.

source: Låten ble også nominert til årets låt i Sápmi.
sme: Šuokŋa nominerejuvvui dasa lassin dán jagi šuokŋan Sámis.

source: Dette er Sunnas Utsis første solo-album og skal produseres sammen med Stein Austrud, som er produsent for mange andre samiske artister.
sme: Dát lea Sunna vuosttaš solo- álbuma ja galgá produserejuvvot ovttas Stein Austrudain gii lea leamašan mielde produseremin máŋga eará sámi artisttaid.

source: Bevillingene gis over ordningen joik og samisk musikk.
sme: Dát doarjja juolluduvvo luohti ja sámi musihka suorggis

source: For spørsmål eller intervju, kontakt Sametingsråd Maja Kristine Jåma telefon: e-post: maja.kristine.jama@samediggi.no
sme: Jos lea gažaldagat dahje háliidat jearahallat, de váldde oktavuođa Maja Kristine Jåmain, e-poasta: maja.kristine.jama@samediggi.no
